{
	"translation": {
		"hello": "Hello!",
		"aboutMyself": "I'm David Jr. Rodrigues, a graduate in Computer Science at São Paulo State University (UNESP) and a web developer.",
		"tech": "Technologies that I'm used to:",
		"c": "C language",
		"cDesc": "It is the first programming language that I learned, being the start of my programming carrer.",
		"js": "JavaScript",
		"jsDesc": "It's the language wich I used to learn to make my first website. This language provided me with a wide range of possibilities due to its various types of libraries and frameworks.",
		"ts": "TypeScript",
		"tsDesc": "It's the language I'm using more lately. This site, for example, was written using React and TypeScript.",
		"react": "ReactJs",
		"reactDesc": "It's the library I'm most familiar with so far when it comes to web development.",
		"node": "Node.js",
		"nodeDesc": "Node.js gave me my first contact with the backend. I'm far from mastering it at the moment, but I'm improving step by step.",
		"git": "Git",
		"gitDesc": "It's the version control system I use on every project I do.",
		"projects": "My projects:",
		"mongodbDesc": "MongoDB is a document database used to build highly available and scalable applications.",
		"privpol": "Application Privacy Policy",
		"privpolUserInfo": "Information provided by the user: The information provided within the application's resources is stored only for the application to function.",
		"privpolAutoInfo": "Automatic information collection: Information such as installation and usage statistics is collected for strategic reporting without personally identifying.",
		"privpolLocalInfo": "Location: This app does not collect location information.",
		"privpolPubli": "Collection of information for advertising: This APP may collect information to better be able to display ads or anything of the like, sensitive data not being among the collected information.",
		"privpolConsen": "This Privacy Policy may be updated from time to time for any reason. Any and all changes will be published in this same place. It is recommended that you consult this Privacy Policy regularly for any changes, as installation of the application is considered approval of all acceptance and changes to the conditions.",
		"privpolContact": "Contact: In case of doubt, or anything of the kind, please contact us via email: david.junior@unesp.br"
	}
}
